---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeLeftNosing
source: html/abc09fe9-78bd-e344-bd0d-a9829cbba48f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeLeftNosing Property

"Left Nosing": (OBSOLETE)

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeLeftNosing { get; }
```